Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.cf16f035c1eb
source: 日本食品標準成分表（八訂）増補2023年から引用
ar_sa: مقتبس من جدول تكوين معايير الأغذية اليابانية (الإصدار الثامن) الموسع لعام 2023
ca: Citat de la taula de composició estàndard d'aliments japonesos (8a edició) ampliada el 2023
cs: Citace z Japonského standardního tabulkového seznamu složek (8. vydání) – doplněno 2023
da: Japansk fødevarestandardtabell (8. udgave) - suppleret 2023 - hentet fra
de_de: Japanisches Lebensmittelstandard-Nährwerttabelle (8. Auflage) ergänzt 2023 – Bezugnahme
el: Από τον Κατάλογο Τυποποιημένων Συστατικών Τροφίμων της Ιαπωνίας (8η Έκδοση), Εμπλουτισμένη, 2023
en_au: Excerpt from Japan Food Standard Composition Table (8th Edition) Supplement 2023
es_es: Índice Nacional de Nutrientes de Alimentos de Japón (octava edición) complementado 2023, según se cita.
fi: Japanin ruokatuotteiden standardikomponenttiluettelosta (8. painos), lisäys 2023 – käytettynä
fr_ca: Utilisation de la Table des composants alimentaires standard japonais (8e édition) supplément 2023
gu: જાપાનીઝ ફૂડ સ્ટાન્ડર્ડ ઘટકો કોષ્ટક (આઠમું સંસ્કરણ) - 2023 માંથી લેવામાં આવેલ
he: ציטוט מטבלת הרכב מזון סטנדרטית של יפן (הדפסה שמינית), 2023
hi: जापानी खाद्य मानक घटक तालिका (आठवीं) - 2023 से उद्धृत
hr: Izvodi iz Japan Food Standard Composition Table (8th Edition) Supplement 2023.
hu: Japán szabványos tápanyagtáblák (8. kiadás), kiegészítve 2023-ból
id: Mengutip dari Tabel Komposisi Makanan Standar Jepang (Edisi Ke-8) Tambahan 2023
it: Citazioni dalla Tabella dei componenti alimentari standard giapponesi (ottava edizione) aggiornata 2023
ko: 일본 식품 표준 성분표 (8차 개정) 2023년부터 참고
mr: जपान फूड स्टँडर्ड कंपोनंट टेबल (आठवा संपादन), 2023 मधून घेतलेले आकडे
ms: Mengambil daripada Senarai Komposisi Makanan Piawai Jepun (Edaran Ketujuh) Tambahan 2023
nl_nl: Japanse voedingsstandaardcomponenten tabel (8e editie) aangevuld 2023 - Gebruikt uit
no: Bruke fra Japan Food Standard Composition Table (8th Edition) Supplement 2023
pl: Wykorzystane dane ze: Japońskiego standardowego spisu składników odżywczych (8. wydanie) – uzupełnienie 2023
pt_br: Composição Alimentar Japonesa (8ª Edição) Complementada 2023 - Fonte:
pt_pt: Composição Alimentar Japonesa (8ª Edição) Complementada 2023 - Fonte:
ro: Utilizarea Tabelului standard al compușilor alimentari din Japonia (ediția a 8-a), adăugat în 2023
ru: Из японского стандарта состава продуктов (8-е издание), дополненное, 2023 год
sk: Použitie z 8. vydania Japonského štandardného tabuľkového prehľadu obsahu potravín – doplnené 2023
sl: Uporaba iz Japan Food Standard Composition Table (8th Edition) Supplement 2023
sv: Japan Food Standard Composition Table (8th Edition) Supplement 2023 - Använd information från
ta: ஜப்பானிய உணவு தரப்படுத்தப்பட்ட கூறுகள் அட்டவணை (எட்டாவது திருத்தம்) - 2023 இலிருந்து பெறப்பட்டது
te: జపాన్ ఆహార ప్రామాణిక పదార్థాల పట్టిక (ఎనిమిదవ సవరణ), 2023 నుండి తీసుకోబడినది
th: ข้อมูลจาก ตารางสารอาหารมาตรฐานของอาหารญี่ปุ่น (ฉบับที่ 8) เพิ่มเติม ปี 2023
tr: Japon Gıda Standart Bileşen Tablosu (8. düzeltilmiş sürüm) referans alınmıştır, 2023
uk: Використано дані з японського стандартного переліку харчових речовин (8-е видання), доповнене 2023 рік
vi: Tham khảo từ Bảng thành phần thực phẩm tiêu chuẩn Nhật Bản (phiên bản thứ 8), bổ sung năm 2023
zh_hans: 从日本食品标准成分表（第八版）增补2023年引用
zh_hant: 從日本食品標準成分表（第八版）增補2023年引用

# domain_catalog.cf9aa255c8df
source: 腰を床に近づけたまま、対角の手足をゆっくり伸ばす。
ar_sa: أبقِ وركيك قريبين من الأرض، وقم بتمديد أطرافك القطرية ببطء.
ca: Mantenint els malucs a prop del terra, estira lentament les extremitats diagonals.
cs: Zůstaňte v poloze, ve které jsou záda v kontaktu se zemí, a pomalu protáhněte ruce a nohy proti sobě.
da: Hold knæene strakte og stræk langsomt arme og ben på tværs.
de_de: Die Wirbelsäule am Boden ausrichten und langsam die gegenüberliegenden Arme und Beine dehnen.
el: Κρατώντας τα γόνατα σας στο πάτωμα, τεντώστε αργά και στα δύο άκρα.
en_au: Keeping your lower back close to the floor, slowly extend your arms and legs diagonally.
es_es: Extender lentamente las piernas en diagonal, manteniendo la espalda en contacto con el suelo.
fi: Pidä selkä lattiaa vasten ja venytä käsiä ja jalkoja hitaasti vastakkaisin suuntiin.
fr_ca: Étendre lentement les bras et les jambes en diagonale, en gardant le dos au sol.
gu: તમારું પેટને જમીનથી દૂર રાખીને, વિરુદ્ધ દિશામાં હાથ અને પગ ધીમેથી લંબાવો.
he: החזיקו את הגב קרוב לקרקע, והרחיבו לאט את הגפיים בצורה אנכית.
hi: अपनी पीठ को फर्श से दूर रखते हुए, विपरीत हाथों और पैरों को धीरे-धीरे फैलाएं।
hr: Uzdržavajući leđa blizu poda, polako istegnite ruke i noge.
hu: Tartsa a gerinccal a talajt, és húzza meg a lábait egyenesen, egymással szembe.
id: Menjaga punggung tetap menempel di lantai, lalu meregangkan lengan dan kaki secara diagonal secara perlahan.
it: Mantenendo la schiena a contatto con il pavimento, allungare lentamente le braccia e le gambe in diagonale.
ko: 허리가 바닥에 닿도록 하고, 대각선으로 팔다리를 천천히 뻗는다.
mr: पोट जमिनीच्या दिशेने ठेवून, विरुद्ध बाजूचे हात आणि पाय हळूवारपणे सरळ करा.
ms: Menyokong lutut dan meregangkan kaki secara perlahan dalam arah yang berlawanan.
nl_nl: Buig je knieën licht en strek je armen diagonaal uit.
no: Hold knærne i kontakt med gulvet mens du strekker ut armene diagonalt.
pl: W pozycji leżącej, z wyprostowanymi nogami, delikatnie rozciągnij je na skos.
pt_br: Mantendo a coluna próxima ao chão, estique as pernas em diagonal lentamente.
pt_pt: Mantendo a coluna próxima ao chão, estique as pernas em diagonal lentamente.
ro: Menținând spatele aproape de podea, întindeți lent brațele și picioarele opuse.
ru: Поднимая ноги и сохраняя расстояние между ними, медленно вытягивать руки по диагонали.
sk: Udržujte si správne držanie tela a pomaly natiahajte ruky a nohy v protismer.
sl: Ohranjajte stegno pri tleh in počasi raztegnite roke proti nasprotni strani.
sv: Sträck ut armarna och benen diagonalt, långsamt och kontrollerat.
ta: முதுகை தரையில் ஒட்டியபடி, எதிரெதிர் திசையில் கைகளையும் கால்களையும் மெதுவாக நீட்டவும்.
te: వెన్నుపూసను నేలకు తాకకుండా, ఒకదానికొకటి ఎదురుగా ఉన్న కాళ్లను నెమ్మదిగా చాచండి.
th: ยืดแขนขาตามแนวทแยง โดยให้เอวสัมผัสพื้น และค่อยๆ ยืดออก
tr: Beli yere yaklaştırırken, çaprazda uzanarak bacaklarınızı yavaşça uzatın.
uk: Тримаючи спину притулені до підлоги, повільно розтягувати руки та ноги по діагоналі.
vi: Giữ lưng gần sát sàn, từ từ duỗi các chân đối diện.
zh_hans: 保持膝盖靠近地面，缓慢伸展对角方向的腿部。
zh_hant: 保持腰部靠近地面的位置，緩慢地伸展對應的手腳。

# domain_catalog.d25c4cd334d9
source: 健康維持の確認ポイント
ar_sa: نقاط التفتيش للحفاظ على الصحة
ca: Punts de control per mantenir la salut
cs: Kontrolní body pro udržení zdraví.
da: Kontrolpunkter for at opretholde din sundhed.
de_de: Wichtige Punkte zur Erhaltung der Gesundheit.
el: Σημεία ελέγχου για τη διατήρηση της υγείας.
en_au: Key points for maintaining good health.
es_es: Puntos clave para mantener la salud.
fi: Tarkista, että pidät huolta terveydestäsi.
fr_ca: Points clés pour maintenir une bonne santé.
gu: સ્વાસ્થ્ય જાળવવા માટેના મુખ્ય મુદ્દા
he: נקודות חשובות לשימור בריאות.
hi: स्वस्थ जीवनशैली बनाए रखने के लिए महत्वपूर्ण बिंदु।
hr: Točke za održavanje zdravlja.
hu: Pontok az egészség megőrzéséhez.
id: Poin-poin untuk mempertahankan kesehatan.
it: Punti chiave per mantenere la salute.
ko: 건강 유지를 위한 확인 포인트
mr: आरोग्य राखण्यासाठी महत्त्वाचे मुद्दे
ms: Titik-titik untuk menjaga kesihatan.
nl_nl: Controlepunten voor een gezonde levensstijl.
no: Sjekkpunkter for å opprettholde god helse.
pl: Sprawdź, czy utrzymujesz zdrowie.
pt_br: Pontos importantes para manter a saúde.
pt_pt: Pontos importantes para manter a saúde.
ro: Puncte de verificare pentru menținerea sănătății.
ru: Ключевые моменты для поддержания здоровья.
sk: Kontrolné body pre udržanie zdravia.
sl: Pomembni elementi za ohranjanje zdravja.
sv: Kontrollera dina punkter för att bibehålla god hälsa.
ta: உடல் ஆரோக்கியத்தை பராமரிப்பதற்கான முக்கிய குறிப்புகள்.
te: ఆరోగ్యాన్ని కాపాడటానికి ముఖ్యమైన అంశాలు.
th: จุดตรวจสอบเพื่อรักษาสุขภาพ
tr: Sağlığı koruma için kontrol noktaları.
uk: Перевірте ключові моменти для підтримки здоров'я.
vi: Các điểm cần kiểm tra để duy trì sức khỏe.
zh_hans: 评估维持健康的关键点
zh_hant: 維持健康的確認重點

# domain_catalog.d2b19f8df9ef
source: ベンチに角度をつけ、胸上部を狙ってダンベルを押し上げる。
ar_sa: قم بإمالة المقعد وادفع الدمبل للأعلى، مستهدفًا الجزء العلوي من صدرك.
ca: Inclineu el banc i empeny les manuelles cap amunt, apuntant a la part superior del pit.
cs: Nastavte štolu pod úhel a zvedejte činku směrem k hrudníku.
da: Juster vinklen på bænken og løft håndvægten op mod brystet.
de_de: Bank in Neigung positionieren und mit dem Hammer die Brustmuskulatur ansprechen.
el: Τοποθετήστε τον καθισμό σε γωνία και πιέστε το σωματικό σας βάρος προς τα πάνω, στο ύψος του θώρακα.
en_au: Set the bench at an angle and press up with a dumbbell, targeting the upper chest.
es_es: Inclinar el banco y levantar la pesa apuntando al pecho.
fi: Aseta penkki kulmaan ja nosta käsipainoa ylöspäin, kohdistuen rintakehän alueelle.
fr_ca: Incliner le banc et soulever le poids avec les mains, en visant la partie supérieure de la poitrine.
gu: બેંચ પર ખૂણો બનાવીને છાતીના ઉપરના ભાગને નિશાનમાં રાખી ડમ્બેલને ઉપરની તરફ ધકેલો.
he: הניחו את הבנץ' בזווית, והרימו משקל כלפי מעלה, תוך שמירה על מגע של המרפק עם הבנץ'.
hi: बेंच पर कोण बनाकर, छाती के ऊपरी हिस्से को निशाना बनाते हुए डम्बल उठाएं।
hr: Postavite bench pod kutem i podižite uteg prema gornjem dijelu prsa.
hu: Edzőpárna
id: Atur sudut pada bangku, lalu dorong dumbbell ke atas untuk menargetkan bagian dada.
it: Posiziona la panca in modo da mirare alla parte superiore del petto e spingi il manubrio verso l'alto.
ko: 벤치에 각도를 만들어 가슴 상부를 조준하여 덤벨을 들어 올립니다.
mr: बेंचवर कोन तयार करून छातीच्या भागावर लक्ष्य ठेवून डंबेल वर उचलणे.
ms: Kenakan bangku dan tekan dumbbell ke atas, menargetkan bahagian dada.
nl_nl: Druk met een dumbbell, waarbij je de bovenkant van je borst aanspreekt.
no: Ligg på benken og løft vekten opp mot brystet.
pl: Ustaw ławkę pod kątem i wykonaj ćwiczenie, naciskając sztangę w górę, celując w górną część klatki piersiowej.
pt_br: Inclinar o banco e levantar o haltere, mirando na parte superior do peito.
pt_pt: Inclinar o banco e levantar o haltere, mirando na parte superior do peito.
ro: Ajustați unghiul băncii și împingeți gantera în sus, țintind zona superioară a pieptului.
ru: Бенч
sk: Vyráža sa na stoličku, posúva sa nad hrudník.
sl: Nastavite nagib glave in z utežjo stisnite v višino do prsi.
sv: Vinkla bänken och pressa upp hanteln mot bröstet.
ta: பெஞ்சில் கோணத்தை ஏற்படுத்தி, மார்பின் மேல் பகுதியை குறிவைத்து டம்ப்பெல்லை உயர்த்தவும்.
te: బెంచ్‌పై కోణాన్ని మార్చి, ఛాతీ పై భాగాన్ని లక్ష్యంగా చేసుకుని డంబెల్‌ను పైకి ఎత్తండి.
th: ปรับมุมม้านั่ง แล้วยกเวทด้วยการดันขึ้นไปที่บริเวณอก
tr: Bench üzerine eğilerek, göğüs bölgesine odaklanarak ağırlığı yukarı kaldırın.
uk: Покластися на лаву, орієнтуючись на верхню частину грудей, і підняти гантель.
vi: Đặt ghế ở góc độ, sau đó đẩy tạ lên để nhắm vào phần ngực.
zh_hans: 将哑铃架倾斜，目标是胸部上方，然后向上推动哑铃。
zh_hant: 在凳子上调整角度，针对胸部上方区域进行哑铃高举。

# domain_catalog.d3e414c96c7c
source: ペックデックフライ
ar_sa: يطير سطح السفينة
ca: mosca de coberta pec
cs: Přítahy s činkou (Přítahy v nakloněné poloze)
da: Peck deck fly
de_de: Peck Deck Fly
el: Άρσεις ώμων με μηχάνημα
en_au: Pec Deck Fly
es_es: Curl en banco
fi: Pec deck -liike
fr_ca: Développé couché
gu: પેક ડેક ફ્લાય
he: תרגיל פייק דד
hi: पेक डेक फ्लाई
hr: Peck deck fly
hu: Pecsgoly gyakorlat
id: Peck deck fly
it: Alzate laterali su panca
ko: 펙 데크 플라이
mr: पेक डेक फ्लाई
ms: Latihan Fly Peck Deck
nl_nl: Peck deck fly
no: Peck deck fly
pl: Wyciskanie hantla na ławce
pt_br: Desenvolvimento com haltere
pt_pt: Desenvolvimento com haltere
ro: Flotări cu gantere
ru: Подъем гантелей в стороны (на плечах)
sk: Přítahy s činkou v polohe "fly"
sl: Peck deck fly
sv: Peck deck flyg
ta: பிக் டெக் ஃபளை
te: పెక్ డెక్ ఫ్రై
th: เพคเดคฟราย
tr: Peck Deck Fly
uk: Жим на груди "Пек-дед"
vi: Fly với tạ
zh_hans: 反向飞鸟
zh_hant: 飞鸟式

# domain_catalog.d4547ef759f3
source: ケーブルマシン
ar_sa: آلة الكابل
ca: màquina de cable
cs: Kabelový stroj
da: Cable machine
de_de: Kabelmaschine
el: Κάμπινγκ με Καλώδιο
en_au: Cable Machine
es_es: Máquina para cuerdas
fi: Kaapelilaitteet
fr_ca: Machine à câbles
gu: કેબલ મશીન
he: תלייה
hi: केबल मशीन
hr: Mašina za kabel
hu: Cable gép
id: Mesin Tali
it: Macchina per cavi
ko: 케이블 머신
mr: केबल मशीन
ms: Mesin kabel
nl_nl: Cable machine
no: Kabelmaskin
pl: Maszyna do ćwiczeń z linką
pt_br: Máquina de corda
pt_pt: Máquina de corda
ro: Mașină cu cârlige
ru: Канатная машина
sk: Káblová mašina
sl: Žična mašina
sv: Kabelmaskin
ta: கேபிள் மெஷின்
te: కేబుల్ మెషిన్
th: เครื่องออกกำลังกายด้วยสายเคเบิล
tr: Cable Machine
uk: Машина для тренувань з кабелем
vi: Máy tập dây
zh_hans: 绳索机
zh_hant: 绳索机

# domain_catalog.d462815994b8
source: 上体を倒し、肩甲骨を寄せすぎずに肘を横へ開く。
ar_sa: قم بإمالة الجزء العلوي من جسمك وافتح مرفقيك على الجانبين دون الضغط على لوحي كتفك بشكل قريب جدًا.
ca: Inclineu la part superior del cos i obriu els colzes cap als costats sense estrènyer massa els omòplats.
cs: Nakloňte tělo a držte ramena blízko, ale ne příliš blízko, a odvíjejte lokty do strany.
da: Bøj kroppen og åbn albuerne uden at presse skulderbladene for meget sammen.
de_de: Den Oberkörper nach hinten lehnen und die Schulterblätter nicht zu stark zusammenziehen, während man die Arme leicht zur Seite bewegt.
el: Καταρρίξτε το σώμα σας και ανοίξτε τους αγκώνες, χωρίς να πιέζετε υπερβολικά τους ώμους.
en_au: Lean forward, keeping your elbows slightly apart without overextending your shoulder blades.
es_es: Inclínate y abre los codos sin acercar demasiado las escápulas.
fi: Kyykisty, älä vedä lapaluohiasi liian lähelle toisiaan.
fr_ca: Se pencher pour incliner le corps, en gardant les épaules légèrement rapprochées sans trop ouvrir les coudes.
gu: તમારા શરીરને નીચે કરો, ખભાને વધારે નજીક ન લાવો અને કાંડાને બાજુ પર ખોલો.
he: התכופפו מעלה, תוך שמירה על עצמות השכמות לא מרוחקות מדי ופתיחת המרפק לצד.
hi: अपने ऊपरी शरीर को झुकाएं, कंधे को बहुत करीब न लाएं और अपनी कोहनी को थोड़ा खोल दें।
hr: Ispošto se, ne previše približavajući lopatice i otvarajući ruke u stranu.
hu: Húzd fel a testet, és ne nyomd túl a vállizmait, hanem nyisd ki a könyked.
id: Condongkan tubuh ke atas, jangan terlalu menekuk siku, biarkan sedikit terbuka.
it: Inclinare il busto, mantenendo le spalle ben separate e aprendo leggermente i gomiti.
ko: 상체를 숙이고, 어깨뼈를 너무 좁히지 않고 팔꿈치를 옆으로 벌린다.
mr: शरीराचा वरचा भाग खाली करा, खांद्याच्या हाडांना जास्त जवळ न आणता कोपर बाजूला उघडा.
ms: Bungkukkan badan, jangan terlalu rapatkan tulang belikat, buka lengan ke sisi.
nl_nl: Leun omhoog en open je ellebogen, zonder je schouderbladen te veel naar elkaar toe te trekken.
no: Bøy kroppen, og åpne armene uten å presse skulderbladene for mye sammen.
pl: Opuść tułów, nie zginając zbyt mocno łokci, a jedynie delikatnie zbliżając kości ramienne.
pt_br: Incline o corpo e abra os cotovelos sem exagerar na movimentação das escápulas.
pt_pt: Incline o corpo e abra os cotovelos sem exagerar na movimentação das escápulas.
ro: Îndoiți-vă corpul și lăsați umerii mai relaxați, fără să vă încrucișați brațele prea mult.
ru: Наклонитесь вперёд, не сжимая лопатки слишком сильно и разворачивая руки в стороны.
sk: Nakloň telo a drž sa v pozícii, kým nepreťažíš ramena.
sl: Zasuknite se nazaj, ne preveč stisnite ramo in odprite ramo.
sv: Luta överkroppen och öppna armarna utan att pressa skulderbladen för mycket.
ta: மேல் உடலை சாய்த்து, தோள்பட்டை எலும்புகளை அதிகமாக நெருக்கமாக வைக்காமல், மணிக்கட்டுகளை பக்கவாட்டில் திறக்கவும்.
te: మీ శరీరాన్ని ముందుకు వంచండి, భుజం ఎముకలను అతిగా దగ్గర చేయకుండా మోచేతులను పక్కకు తెరవండి.
th: โน้มตัวขึ้น และเปิดแขนออก โดยไม่บีบสะโพก
tr: Üst vücudunuzu öne eğin, omuzlarınızı çok fazla sıkıştırmadan kollarınızı yana açın.
uk: Наклоніться вперед, не зводячи плечі та розводячи руки в сторони.
vi: Gập người lên, giữ cho vai không quá gần nhau và mở khuỷu tay sang hai bên.
zh_hans: 将身体向前倾，避免过度挤压肩胛骨，保持肘部自然放松。
zh_hant: 將上半身傾斜，避免過度擠壓肩胛骨，並保持手臂向側面打開。

# domain_catalog.d550531520da
source: PR傾向を長期で確認
ar_sa: تأكيد اتجاهات العلاقات العامة على المدى الطويل
ca: Confirmeu les tendències de relacions públiques a llarg termini
cs: Dlouhodobě sleduji trendy v PR.
da: Overvåg PR-tendenser over tid
de_de: Langfristige Überwachung des PR-Trends
el: Παρακολούθηση των τάσεων του PR σε βάθος χρόνου
en_au: Check PR trends over a long period
es_es: Ver tendencias de PR a largo plazo
fi: Tarkista PR:n kehitys pitkällä aikavälillä
fr_ca: Vérifier les tendances des PR sur le long terme
gu: PRના વલણને લાંબા ગાળામાં તપાસો
he: בדיקת מגמות PR לאורך זמן
hi: PR के रुझान को दीर्घकालिक रूप से देखें
hr: Dugotrajno pratiti trendove PR-a
hu: A PR tendenciák hosszú távon történő megvizsgálása.
id: Memeriksa tren PR dalam jangka panjang
it: Verificare le tendenze del PR nel lungo periodo
ko: 장기적인 PR 추세 확인
mr: PR चा कल दीर्घकाळ तपासा
ms: Memeriksa trend PR dalam jangka panjang
nl_nl: Bekijk de trends in je PR op lange termijn.
no: Se på PR-tendenser over tid
pl: Monitorowanie trendów PR w dłuższym okresie czasu
pt_br: Verificar tendências de PR ao longo do tempo
pt_pt: Verificar tendências de PR ao longo do tempo
ro: Verificarea tendințelor PR pe termen lung
ru: Анализ тенденций отзывов (PR) в долгосрочной перспективе
sk: Kontrola trendu PR v dlhodobom horizonte
sl: Doseganje dolgotrajnih trendov PR
sv: Kontrollera PR-tendensen över tid
ta: PR போக்குகளை நீண்ட காலத்திற்கு சரிபார்க்கவும்
te: PR ట్రెండ్‌ను దీర్ఘకాలంలో చూడటం
th: ตรวจสอบแนวโน้ม PR ในระยะยาว
tr: PR eğilimini uzun vadede kontrol edin
uk: Перевіряю тенденції PR у довгостроковій перспективі.
vi: Kiểm tra xu hướng PR trong thời gian dài
zh_hans: 长期查看PR趋势
zh_hant: 長期追蹤PR趨勢

# domain_catalog.d564c551ea76
source: 運動初心者
ar_sa: مبتدئ في ممارسة الرياضة
ca: Principiant a fer exercici
cs: Začátečník
da: Nybegynder
de_de: Anfänger
el: Αρχάριος στην άσκηση
en_au: Beginner
es_es: Principiante en ejercicio
fi: Aloittelija
fr_ca: Débutant
gu: નવા શારીરિક પ્રવૃત્તિ કરનારા લોકો
he: מתחילים בפעילות גופנית
hi: शुरुआती
hr: Početnik u sportu
hu: Elsősorban edzőtáborba induló
id: Pemula olahraga
it: Principiante
ko: 운동 초보자
mr: नवीन खेळाडू
ms: Pemula dalam senaman
nl_nl: Beginnende sporter
no: Nybegynner
pl: Początkujący
pt_br: Iniciante
pt_pt: Iniciante
ro: Începător
ru: Новичок в спорте
sk: Začiatočník
sl: Za začetnike
sv: Ny inom träning
ta: புதிய உடற்பயிற்சி செய்பவர்கள்
te: వ్యాయామ ప్రారంభకులు
th: ผู้เริ่มต้น
tr: Egzersiz yeni başlayanlar için
uk: Початківець у спорті
vi: Người mới bắt đầu tập luyện
zh_hans: 运动新手
zh_hant: 運動新手

# domain_catalog.d5e0b518f056
source: 股関節を伸ばす
ar_sa: تمتد مفصل الورك
ca: estirar l'articulació del maluc
cs: Protáhněte kyčle
da: Udstræk hofterne
de_de: Dehne deine Hüften
el: Επεκτείνετε τη μέση σας
en_au: Stretch your hips
es_es: Estirar las caderas
fi: Venytä lonkkoja
fr_ca: Étirez vos hanches
gu: પગની સાંધાને લંબાવો
he: להרחיב את מפרק הישבן
hi: अपने कूल्हों को फैलाएं
hr: Razvija se kuk
hu: Kiterjeszd a derékot
id: Meregangkan pinggul
it: Allunga le anche
ko: 골반 확장
mr: कूल्हे मोकळे करा
ms: Meregangkan lutut
nl_nl: Rek je heupen
no: Stretching av hofter
pl: Rozciągnij biodra
pt_br: Alongue a articulação do quadril
pt_pt: Alongue a articulação do quadril
ro: Întinde șoldurile.
ru: Растяжка тазобедренного сустава
sk: Rozširite bedrové kĺby
sl: Raztegnete kolenske skle.
sv: Sträcka höfterna
ta: தொடை எலும்புகளை நீட்டுதல்
te: కటి కీళ్లను సాగదీయడం
th: ยืดสะโพก
tr: Kalça kaslarınızı esnetin
uk: Розтягуйте стегна
vi: Mở rộng khớp háng
zh_hans: 伸展髋关节
zh_hant: 伸展髖關節

# domain_catalog.d68a2b5a32a9
source: ネットワーク状態、サーバーURL、AIサーバーの稼働状態を確認してください。
ar_sa: يرجى التحقق من حالة الشبكة والخادم URL وحالة تشغيل خادم AI.
ca: Comproveu l'estat de la xarxa, el servidor URL i l'estat de funcionament del servidor AI.
cs: Zkontrolujte stav sítě, URL serveru a stav AI serveru.
da: Netværksstatus, server-URL og AI-servers status skal kontrolleres.
de_de: Überprüfen Sie den Netzwerkstatus, die Server-URL und den Status des KI-Servers.
el: Ελέγξτε την κατάσταση δικτύου, τη διεύθυνση του διακομιστή και την κατάσταση λειτουργίας του διακομιστή AI.
en_au: Please check your network connection, server URL, and the status of the AI server.
es_es: Verifique que la conexión a internet, la URL del servidor y el estado de funcionamiento del servidor de IA estén activos.
fi: Varmista, että verkko toimii, sekä palvelimen URL ja AI-palvelun tila.
fr_ca: Vérifiez l'état de votre réseau, l'URL du serveur et l'état de fonctionnement du serveur IA.
gu: નેટવર્કની સ્થિતિ, સર્વર URL, અને AI સર્વરની કામગીરી તપાસો.
he: בדוק את מצב הרשת, כתובת URL של השרת, ומצב הפעולה של שרת ה-AI.
hi: नेटवर्क स्थिति, सर्वर URL, और एआई सर्वर की स्थिति की जांच करें।
hr: Provjerite stanje mreže, URL servera i status AI servera.
hu: Ellenőrizze a hálózati állapotot, a szerver URL-t és az AI szerver működési állapotát.
id: Pastikan kondisi jaringan, URL server, dan status server AI berfungsi dengan baik.
it: Verificare lo stato della connessione di rete, l'URL del server e lo stato di funzionamento del server AI.
ko: 네트워크 상태, 서버 URL, AI 서버 작동 상태를 확인해주세요.
mr: नेटवर्क स्थिती, सर्व्हर URL, आणि AI सर्व्हरची स्थिती तपासा.
ms: Pastikan keadaan rangkaian, URL pelayan, dan status pelayan AI berfungsi.
nl_nl: Controleer de netwerkstatus, server URL en de status van de AI-server.
no: Sjekk nettverkstilstand, server-URL og status for AI-serveren.
pl: Stan sieci, adres URL serwera oraz stan działania serwera AI.
pt_br: Verifique a conexão de rede, o URL do servidor e o status do servidor de IA.
pt_pt: Verifique a conexão de rede, o URL do servidor e o status do servidor de IA.
ro: Verificați starea rețelei, URL-ul serverului și starea de funcționare a serverului AI.
ru: Проверьте состояние сети, URL сервера и работоспособность AI-сервера.
sk: Skontrolujte stav siete, URL servera a funkčnosť AI servera.
sl: Preverite stanje omrežja, URL strežnika in stanje delovanja AI strežnika.
sv: Kontrollera nätverksstatus, server-URL och status för AI-servern.
ta: நெட்வொர்க் நிலை, சர்வர் URL, மற்றும் AI சேவரின் செயல்பாட்டை சரிபார்க்கவும்.
te: నెట్‌వర్క్ కనెక్షన్, సర్వర్ URL, మరియు AI సర్వర్ యొక్క స్థితిని తనిఖీ చేయండి.
th: ตรวจสอบสถานะเครือข่าย, URL ของเซิร์ฟเวอร์, และสถานะการทำงานของเซิร์ฟเวอร์ AI
tr: Ağ bağlantısı, sunucu URL'si ve yapay zeka sunucusunun durumunu kontrol edin.
uk: Перевірте стан мережі, URL сервера та статус роботи AI-сервера.
vi: Kiểm tra trạng thái kết nối mạng, URL máy chủ và trạng thái hoạt động của máy chủ AI.
zh_hans: 请检查网络状态、服务器URL和AI服务器的运行状态。
zh_hant: 請檢查網路狀態、伺服器URL和AI伺服器的運行狀態。

# domain_catalog.d6c47594dbd3
source: 睡眠・回復
ar_sa: النوم/الانتعاش
ca: son/recuperació
cs: Spánek a regenerace
da: Søvn og restitution
de_de: Schlaf und Regeneration
el: Ύπνος & Αποκατάσταση
en_au: Sleep and recovery
es_es: Sueño y recuperación
fi: Uni ja palautuminen
fr_ca: Sommeil et récupération
gu: ઊંઘ અને પુનઃપ્રાપ્તિ
he: שינה והתאוששות
hi: नींद और रिकवरी
hr: Spavanje i oporavak
hu: Pihenés és regeneráció
id: Tidur dan pemulihan
it: Sonno e recupero
ko: 수면 및 회복
mr: झोप आणि पुनर्प्राप्ती
ms: Tidur dan pemulihan
nl_nl: Slaap en herstel
no: Søvn og restitusjon
pl: Sen i regeneracja
pt_br: Sono e recuperação
pt_pt: Sono e recuperação
ro: Somn și recuperare
ru: Сон и восстановление.
sk: Spánok a regenerácia
sl: Spanje in regeneracija
sv: Sömn och återhämtning
ta: தூக்கம் மற்றும் மீட்பு
te: నిద్ర మరియు కోలుకోవడం
th: การนอนหลับและการฟื้นตัว
tr: Uyku ve toparlanma
uk: Сон та відновлення
vi: Ngủ và phục hồi
zh_hans: 睡眠・恢复
zh_hant: 睡眠・恢復
